[
  {
    "id": 1,
    "tema": 1,
    "pregunta": "¿Una especie cazable residente es?",
    "opciones": [
      "a) Aquella que reside en el domicilio del cazador.",
      "b) Aquella que permanece durante todo el año en el coto y alrededores.",
      "c) Aquella que se desplaza desde diferentes latitudes en función del clima.",
      "d) Ninguna de las anteriores es correcta."
    ],
    "correcta": "b) Aquella que permanece durante todo el año en el coto y alrededores.",
    "explicacion": "Las especies residentes no realizan migraciones estacionales fuera de su área habitual."
  },
  {
    "id": 2,
    "tema": 1,
    "pregunta": "¿Una especie cazable migratoria es?",
    "opciones": [
      "a) Aquella que reside en el domicilio del cazador.",
      "b) Aquella que permanece durante todo el año en el coto y alrededores.",
      "c) Aquella que se desplaza desde diferentes latitudes en función del clima.",
      "d) Ninguna de las anteriores es correcta."
    ],
    "correcta": "c) Aquella que se desplaza desde diferentes latitudes en función del clima.",
    "explicacion": "La migración es un movimiento cíclico ligado a cambios climáticos o disponibilidad de alimento."
  },
  {
    "id": 3,
    "tema": 1,
    "pregunta": "Señala la frase correcta:",
    "opciones": [
      "a) Las especies migratorias nidificantes o estivales vienen a la Península Ibérica en primavera para reproducirse.",
      "b) Las especies migratorias invernantes son aquellas que se van en invierno.",
      "c) Las especies migratorias invernantes vienen a la Península en otoño-invierno buscando un clima más templado.",
      "d) La a y c son correctas."
    ],
    "correcta": "d) La a y c son correctas.",
    "explicacion": "Las estivales vienen a criar y las invernantes vienen huyendo del frío del norte de Europa."
  },
  {
    "id": 4,
    "tema": 1,
    "pregunta": "De las siguientes especies cazables, indicad cual pertenece a la caza menor:",
    "opciones": [
      "a) Jabalí.",
      "b) Zorro.",
      "c) Perdiz roja.",
      "d) La b y c son correctas."
    ],
    "correcta": "d) La b y c son correctas.",
    "explicacion": "Tanto el zorro como la perdiz roja están clasificados como caza menor."
  },
  {
    "id": 5,
    "tema": 1,
    "pregunta": "De las siguientes relaciones, indicad cuál es la correcta:",
    "opciones": [
      "a) Ciervo, jabalí, gamo es caza mayor.",
      "b) Conejo, codorniz, paloma torcaz es caza menor.",
      "c) Ánade real, liebre y zorzales es caza menor.",
      "d) Todas son correctas."
    ],
    "correcta": "d) Todas son correctas.",
    "explicacion": "Las tres opciones agrupan correctamente las especies según su clasificación legal."
  },
  {
    "id": 6,
    "tema": 1,
    "pregunta": "¿Qué es la berrea?:",
    "opciones": [
      "a) Época del año donde los jabalíes están en celo.",
      "b) Sonido que emite la perdiz con reclamo.",
      "c) Época del año donde los ciervos están en celo.",
      "d) Enfermedad de la caza menor."
    ],
    "correcta": "c) Época del año donde los ciervos están en celo.",
    "explicacion": "La berrea es el bramido característico de los machos de ciervo durante el celo."
  },
  {
    "id": 7,
    "tema": 1,
    "pregunta": "Señala la respuesta correcta:",
    "opciones": [
      "a) La tórtola común y la codorniz son migratorias nidificantes.",
      "b) El zorzal común y el ánsar común son migratorias invernantes.",
      "c) La a y b son falsas.",
      "d) La a y b son correctas."
    ],
    "correcta": "d) La a y b son correctas.",
    "explicacion": "Describe correctamente el comportamiento migratorio de estas cuatro especies."
  },
  {
    "id": 8,
    "tema": 1,
    "pregunta": "La tórtola común puede confundirse con otra especie no cazable. ¿Cuál es?",
    "opciones": [
      "a) Arrendajo.",
      "b) Mirla.",
      "c) Rabilargo.",
      "d) Tórtola turca."
    ],
    "correcta": "d) Tórtola turca.",
    "explicacion": "La tórtola turca es una especie no cazable que se diferencia por el collar negro y su plumaje más liso."
  },
  {
    "id": 9,
    "tema": 1,
    "pregunta": "Según el Reglamento de Ordenación de la Caza (ROC), son especies depredadoras cazables:",
    "opciones": [
      "a) Rabilargo, urraca, jabalí, cuervo.",
      "b) Zorro, urraca, grajilla, corneja.",
      "c) Zorro, cuervo, perro errante.",
      "d) Estornino negro, gato asilvestrado, serpiente de escalera."
    ],
    "correcta": "b) Zorro, urraca, grajilla, corneja.",
    "explicacion": "Estas son las especies catalogadas específicamente como depredadores cuya caza está permitida."
  },
  {
    "id": 10,
    "tema": 1,
    "pregunta": "¿Cuál es la diferencia entre el conejo y la liebre?",
    "opciones": [
      "a) El conejo es más veloz y vive en madrigueras.",
      "b) La liebre es más veloz y vive en madrigueras.",
      "c) La liebre es más veloz y no vive en madrigueras, en cambio, el conejo sí.",
      "d) El conejo es más grande que la liebre."
    ],
    "correcta": "c) La liebre es más veloz y no vive en madrigueras, en cambio, el conejo sí.",
    "explicacion": "La liebre pare en 'encames' en superficie, mientras el conejo cría en túneles."
  },
  {
    "id": 11,
    "tema": 1,
    "pregunta": "La sarna es una enfermedad típica de:",
    "opciones": [
      "a) Los mamíferos en general, afectando en especial a la cabra montés.",
      "b) Sólo de la cabra montés.",
      "c) Las perdices de granja.",
      "d) Ninguna es correcta."
    ],
    "correcta": "a) Los mamíferos en general, afectando en especial a la cabra montés.",
    "explicacion": "Es un parásito que afecta a muchos mamíferos pero diezma poblaciones de cabra montés."
  },
  {
    "id": 12,
    "tema": 1,
    "pregunta": "La triquinosis es una enfermedad que afecta sólo al jabalí:",
    "opciones": [
      "a) Verdadero.",
      "b) Falso.",
      "c) Además del jabalí, al cerdo doméstico.",
      "d) Además del jabalí, al ciervo."
    ],
    "correcta": "c) Además del jabalí, al cerdo doméstico.",
    "explicacion": "La Trichinella afecta a especies omnívoras y carnívoras, incluyendo cerdos y humanos."
  },
  {
    "id": 13,
    "tema": 1,
    "pregunta": "La mixomatosis es una enfermedad que afecta a:",
    "opciones": [
      "a) Zorros.",
      "b) Conejos y liebres.",
      "c) Palomas torcaces.",
      "d) Ciervos."
    ],
    "correcta": "b) Conejos y liebres.",
    "explicacion": "Enfermedad vírica muy grave que afecta casi exclusivamente a los lagomorfos."
  },
  {
    "id": 14,
    "tema": 1,
    "pregunta": "En los nidos de paloma torcaz, paloma bravía y tórtola común encontraremos:",
    "opciones": [
      "a) 1 huevo.",
      "b) 2 o más huevos.",
      "c) 2 huevos máximo.",
      "d) 5 huevos."
    ],
    "correcta": "c) 2 huevos máximo.",
    "explicacion": "Las colúmbidas suelen poner invariablemente uno o dos huevos por puesta."
  },
  {
    "id": 15,
    "tema": 1,
    "pregunta": "En un nido de perdiz roja, el número de huevos puede variar. Indica la respuesta INCORRECTA:",
    "opciones": [
      "a) Por la edad de la hembra reproductora.",
      "b) Por la cantidad de alimento y refugio.",
      "c) Por el efecto de la agricultura intensiva o depredación.",
      "d) Porque ese año la hembra decide poner menos huevos."
    ],
    "correcta": "d) Porque ese año la hembra decide poner menos huevos.",
    "explicacion": "La puesta depende de factores externos y biológicos, no de una 'decisión' voluntaria."
  },
  {
    "id": 16,
    "tema": 1,
    "pregunta": "La alimentación del zorro es:",
    "opciones": [
      "a) Carnívoro exclusivamente.",
      "b) Carnívoro de manera general aunque también se alimenta de frutos, insectos y carroña.",
      "c) Hervíboro.",
      "d) Carroñero."
    ],
    "correcta": "b) Carnívoro de manera general aunque también se alimenta de frutos, insectos y carroña.",
    "explicacion": "El zorro es un animal generalista y oportunista (omnívoro en la práctica)."
  },
  {
    "id": 17,
    "tema": 1,
    "pregunta": "La cría macho del ciervo se llama de diferentes nombres dependiendo de la edad:",
    "opciones": [
      "a) Gabato durante los primeros meses.",
      "b) Vareto cuando tiene por cornamenta sólo dos varas rectas.",
      "c) Horquillón cuando a esas varas le sale una punta.",
      "d) Todas las anteriores son correctas."
    ],
    "correcta": "d) Todas las anteriores son correctas.",
    "explicacion": "Son los términos cinegéticos tradicionales para las etapas de desarrollo del ciervo."
  },
  {
    "id": 18,
    "tema": 1,
    "pregunta": "La ronca es la época del celo del gamo:",
    "opciones": [
      "a) Verdadero.",
      "b) Falso.",
      "c) Es la época del celo del ciervo.",
      "d) Es una enfermedad de la garganta."
    ],
    "correcta": "a) Verdadero.",
    "explicacion": "A diferencia de la berrea del ciervo, el sonido del gamo en celo se llama ronca."
  },
  {
    "id": 19,
    "tema": 1,
    "pregunta": "La época de la berrea del ciervo se da en:",
    "opciones": [
      "a) El mes de septiembre, aunque puede empezar antes o acabar después.",
      "b) En primavera.",
      "c) Exclusivamente en septiembre.",
      "d) En febrero."
    ],
    "correcta": "a) El mes de septiembre, aunque puede empezar antes o acabar después.",
    "explicacion": "Suele coincidir con el final del verano y las primeras lluvias de otoño."
  },
  {
    "id": 20,
    "tema": 1,
    "pregunta": "De las siguientes especies de caza mayor, indicad cuales no son autóctonas:",
    "opciones": [
      "a) Muflón.",
      "b) Arruí.",
      "c) Gamo.",
      "d) La a y b son especies alóctonas."
    ],
    "correcta": "d) La a y b son especies alóctonas.",
    "explicacion": "El muflón y el arruí fueron introducidos en la Península, no son originarios de ella."
  },
  {
    "id": 21,
    "tema": 1,
    "pregunta": "¿Qué es una especie cazable?",
    "opciones": [
      "a) Es aquella especie que se puede cazar todo lo que se quiera.",
      "b) Es aquella especie que no se puede cazar.",
      "c) Es aquella especie de fauna silvestre que se puede cazar durante unas fechas, cupos y limitaciones normativas.",
      "d) Es aquella especie de fauna silvestre y doméstica que se puede cazar..."
    ],
    "correcta": "c) Es aquella especie de fauna silvestre que se puede cazar durante unas fechas, cupos y limitaciones normativas.",
    "explicacion": "La condición de cazable está sujeta a la regulación legal y planes de aprovechamiento."
  },
  {
    "id": 22,
    "tema": 1,
    "pregunta": "¿Dónde se puede mirar el listado de especies cazables en Andalucía?",
    "opciones": [
      "a) En la Ley de Caza de Andalucía.",
      "b) En la Ley 8/2003, de Flora y Fauna Silvestre en Andalucía.",
      "c) En el Decreto 126/2017 (ROC).",
      "d) La respuesta b y c son correctas."
    ],
    "correcta": "d) La respuesta b y c son correctas.",
    "explicacion": "Ambas normas regulan y listan las especies objeto de caza en la comunidad."
  },
  {
    "id": 23,
    "tema": 1,
    "pregunta": "De las siguientes especies de caza menor, señala cuáles son exóticas o alóctonas y que sólo procederán de granjas cinegéticas.",
    "opciones": [
      "a) Faisán, colín de Virginia y colín de California.",
      "b) Codorniz y perdiz roja.",
      "c) Conejo.",
      "d) Paloma bravía."
    ],
    "correcta": "a) Faisán, colín de Virginia y colín de California.",
    "explicacion": "Estas especies no son naturales de Andalucía y su presencia se debe a sueltas controladas."
  },
  {
    "id": 24,
    "tema": 1,
    "pregunta": "Según el Anexo I del ROC, las especies cazables se clasifican en:",
    "opciones": [
      "a) Caza mayor, caza menor, predadores, aves acuáticas y alóctonas o exóticas.",
      "b) Caza mayor y caza menor.",
      "c) Caza mayor, caza menor, predadores, aves acuáticas.",
      "d) Caza mayor, caza menor, aves acuáticas y alóctonas o exóticas."
    ],
    "correcta": "a) Caza mayor, caza menor, predadores, aves acuáticas y alóctonas o exóticas.",
    "explicacion": "Es la clasificación completa que establece el Reglamento de Ordenación de la Caza."
  },
  {
    "id": 25,
    "tema": 1,
    "pregunta": "De las siguientes especies de caza, indicad cuáles son aves acuáticas:",
    "opciones": [
      "a) Avefría y estornino pinto.",
      "b) Ánsar común y ánade real.",
      "c) Becada.",
      "d) Corneja."
    ],
    "correcta": "b) Ánsar común y ánade real.",
    "explicacion": "El ánsar y el ánade real son las aves acuáticas más representativas de la lista cazable."
  }
]
